/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Cancelar";
"_upload_file_"             = "Subir archivo";
"_upload_encrypted_file_"   = "Subir archivo cifrado";
"_loading_"                 = "Cargando";
"_loading_num_"             = "Cargando archivo %i";
"_loading_camera_upload_"   = "Subida automática";
"_uploading_"               = "Subiendo";
"_synchronization_"         = "Sincronización";
"_delete_"                  = "Eliminar";
"_delete_file_n_"           = "Borrar archivo %i de %i";
"_rename_"                  = "Renombrar";
"_move_"                    = "Mover";
"_move_file_n_"             = "Mover archivo %i de %i";
"_create_folder_"           = "Crear una carpeta nueva";
"_creating_sharing_"        = "Creando compartido";
"_updating_sharing_"        = "Actualizando compartido";
"_removing_sharing_"        = "Eliminando compartido";
"_add_"                     = "Agregar";
"_login_"                   = "Iniciar sesión";
"_save_"                    = "Guardar";
"_save_encrypted_"          = "Guardar cifrado";
"_warning_"                 = "Precaución";
"_error_"                   = "Error";
"_no_"                      = "No";
"_yes_"                     = "Sí";
"_select_"                  = "Seleccionar";
"_crypto_cloud_upload_"     = "Subir - _brand_";
"_home_"                    = "Archivo";
"_file_to_upload_"          = "Archivo para subir";
"_destination_"             = "Destino";
"_ok_"                      = "Ok";
"_beta_version_"            = "Versión beta";
"_function_in_testing_"     = "Función en pruebas. Por favor, envíe información sobre cualquier problema o o mal funcionamiento.";
"_done_"                    = "Hecho";
"_passcode_too_short_"      = "Passcode too short, at least 4 characters";
"_selected_"                = "Seleccionado";
"_scan_fingerprint_"        = "Escanee huella digital para autenticar";
"_no_active_account_"       = "No se ha encontrado la cuenta";
"_info_"                    = "Información";
"_save_exit_"               = "¿Quiere salir sin guardar?";
"_video_"                   = "Vídeo";

// App

"_synchronization_header_"  = "Sincronización de cabecera cifrada en progreso...";
"_network_available_"       = "Red disponible";
"_network_not_available_"   = "Red no disponible";

// Networking

"_file_too_big_"            = "El tamañao del archivo es demasiado grande para ser cifrado/descifrado";
"_file_too_big_max_100_"    = "Tamaño del archivo demasiado grande (máximo 100 kb)";
"_...loading..._"           = ".. cargando ..";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Archivo no encontrado, no se puede reeenviar. Elimine la subida y vuelva a cargar el archivo que quiere subir";
"_file_already_exists_"     = "No se puede completar la operación, hay un archivo con el mismo nombre";
"_read_file_error_"         = "Error leyendo el archivo";

// Settings

"_acknowledgements_"        = "Agradecimientos";
"_settings_"                = "Configuración";
"_passcode_"                = "Contraseña";
"_lock_active_"             = "Bloqueo: Activo";
"_lock_not_active_"         = "Bloqueo: No activo";
"_lock_protection_folder_"  = "Bloqueo solo para carpetas protegidas";
"_url_"                     = "Url";
"_username_"                = "Nombre de usuario";
"_change_credentials_"      = "Cambie sus credenciales";
"_wifi_only_"               = "Usar solo conexión Wi-Fi";
"_uploading_from_camera_"   = "Subida automática desde la cámara";
"_app_version_"             = "Versión de la aplicación";
"_app_in_use_"              = "Aplicación en uso";
"_contact_by_email_"        = "Contactar con nosotros por correo electrónico";
"_clear_cache_"             = "Limpiar caché (%@ usada)";
"_exit_"                    = "Salir _brand_";
"_funct_not_enabled_"       = "Funcionalidad no activada";
"_passcode_activate_"       = "Bloqueo de contraseña activado";
"_disabling_passcode_"      = "Desactivando bloqueo de contraseña";
"_want_exit_"               = "¡Atención! _brand_ será restaurado al estado inicial. ¿Continuar? (Nada será modificado en la nube)";
"_proceed_"                 = "Continuar";
"_delete_cache_"            = "Borrar caché";
"_want_delete_cache_"       = "¿Desea borrar la caché (también borrará todos los archivos locales y reseteará los favoritos)?";
"_mail_deleted_"            = "Correo borrado";
"_mail_saved_"              = "Correo guardado";
"_mail_sent_"               = "Correo enviado con éxito";
"_mail_failure_"            = "Fallo en el envío del correo: %@";
"_information_req_"         = "Petición de información";
"_credentials_"             = "Credenciales";
"_manage_account_"          = "Gestionar cuenta";
"_modify_account_"          = "Modificar cuenta";
"_add_owncloud_"            = "Añadir cuenta de ownCloud";
"_add_dropbox_"             = "Añadir cuenta de Dropbox";
"_add_nextcloud_"           = "Añadir cuenta de Nextcloud";
"_delete_account_"          = "Eliminar cuenta";
"_want_delete_"             = "¿Está seguro de que quiere borrarla?";
"_no_delete_"               = "No, no borrarla";
"_yes_delete_"              = "Sí, borrarla";
"_remove_cache_"            = "Por favor espere, borrado de la caché en progreso...";
"_optimizations_"           = "Optimizaciones";
"_synchronizations_"        = "Carpetas de sincronizaciones";
"_version_server_"          = "Versión del servidor";
"_check_key_aes_256_"       = "Control passcode key encryption";
"_encryptpass_by_email_"    = "Send passcode key encryption by mail";
"_title_mail_encryptpass_"  = "Passcode Key Encryption _brand_";
"_text1_mail_encryptpass_"  = "Your encryption key passcode is";
"_text2_mail_encryptpass_"  = "Guárdela en lugar seguro y lejos de ojos curiosos.";
"_help_"                    = "Ayuda";
"_lock_protection_simply_"  = "Password protection simple";
"_change_simply_passcode_"  = "Cambiar tipo de contraseña";

// Manage Camera Upload

"_upload_camera_"           = "Subiendo la cámara";
"_upload_camera_background_"= "Subiendo en segundo plano";
"_upload_foto_camera_"      = "Subiendo fotos de la cámara";
"_upload_encry_camup_"      = "Subiendo cifrado";
"_upload_video_camera_"     = "Subiendo vídeos de la cámara";
"_upload_automatic_photos_" = "Subiendo fotos de la cámara automáticamente\n";
"_upload_automatic_videos_" = "Subiendo vídeos de la cámara automáticamente";
"_photo_folder_photocamera_"= "The photos will be uploaded to the folder photos in your Cloud";
"_upload_automatic_videos_footer_"  = "Debido al uso de la CPU, los vídeos se enviarán solo cuando _brand_ está activa y en primer plano.";
"_photo_folder_background_"         = "This option required the use of GPS for detect new photos from camera roll every change significative of location";
"_cameraupload_background_title_"   = "Limitaciones";
"_cameraupload_background_msg_"     = "Debido a ciertas restricciones de iOS, no es posible realizar procesos en segundo plano a no ser que los servicios GPS estén activados. Debido a esto, cuando ocurren cambios en la red móvil, la apicación despierta a _brand_ por un corto periodo de tiempo para poder así permitirla comprobar si hay nuevas fotos para ser enviadas a la nube.";
"_upload_camera_change_location_"   = "Cambiar carpeta";
"_upload_camera_location_now_"      = "Carpeta";
"_upload_camera_location_default_"  = "Restaurar carpeta por defecto";
"_upload_camera_change_location_footer_" = "Change Photos folder where he will also run the 'Automatic upload from camera' (if the option is enabled)";
"_camera_upload_not_select_home_"   = "Seleccione una carpeta";
"_upload_camera_save_album_"        = "Copy photo or video in the photo album";
"_upload_camera_save_album_footer_" = "Tras el envío automático de la foto o vídeo, una copia se guarda en e lálbum de fotos: _brand_ (no necesita más espacio en el carrete de la cámara)";

// Manage Photos

"_change_folder_photos_" = "Change folder Photos";

// Manage Help

"_help_tutorial_"           = "Tutorial";
"_help_intro_"              = "Introducción _brand_";
"_help_synchronizations_"   = "Synchronizations folders";
"_help_share_"              = "Sharing files or folders";
"_help_itunes_share_"       = "iTunes files sharing & Fingerprint";
"_help_share_ext_"          = "Share extension & Share permission";
"_help_copy_paste_"         = "Copy Paste Files";
"_help_control_center_"     = "Centro de control";
"_help_switch_user_"        = "Quickly switch between your accounts";

// Manage Optimizations

"_optimized_photos_"        = "Optimized photos resolution";
"_upload_del_photos_"       = "Remove files after upload";
"_optimized_photos_how_"    = "Si su iPhone tiene poco espacio, las fotos de resolución completa, subidas o bajadas, son reemplazadas automáticamente por versiones optimizadas. Las versiones de resolución completa se almacenan en su nube.";
"_upload_del_photos_how_"   = "Files will be cancelled from _brand_ memory after they’ve been uploaded on the Cloud. They will remain in the camera roll. Just download the files to see them.";

// Manage Synchronizations

"_sync_wifi_how_"           = "Los archivos en las carpetas sincronizadas se actualizarán solo en presencia de Wi-Fi.";
"_sync_active_"             = "Active synchronizations in folders";
"_sync_active_footer_"      = "You can swipe to delete a active synchronization";

// Login

"_connect_server_anyway_"   = "Do you want to connect to the server anyway?";
"_connection_error_"        = "Connection error";
"_add_your_owncloud_"       = "Add your ownCloud account";
"_add_your_dropbox_"        = "Add your Dropbox account";
"_add_your_nextcloud_"      = "Add your Nextcloud account";
"_key_aes_256_"             = "Passcode key encryption";

"_security_init_required_hint_" = "Passcode key encryption Hint (Recommended)";
"_hint_"                        = "Hint";
"_security_init_required_mail_" = "Enter your email address that the encryption key passcode is send to(recommended). If you can not or do not want to do that now you can configure this later in the settings.";
"_email_"                       = "email";
"_title_form_security_init_"    = "Security options";

// Favorite

"_favorites_"                   = "Favorites";
"_local_storage_"               = "Local storage";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "Copy here the files you want to consult offline and will continue to be synchronized with your cloud.";
"_tutorial_local_view_"         = "Copy here the files you want to have available offline, but that will no longer be synchronized with your cloud. \n\n You'll find the unpacked files from your cloud. \n\n Connect to iTunes to share these files.";
"_more_"                        = "More";

// Camera Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "No Photo or Video";
"_tutorial_camera_upload_view_"             = "No photos or videos loaded, to enable the automatic upload of photos and video from the camera go into settings and activate the service 'Automatic uploading from the camera'";
"_no_date_"                                 = "No date";
"_today_"                                   = "Today";
"_time_"                                    = "Time : %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "Please go to Settings and turn on Location Services to allow Camera uploads.";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Setting and turn on Photo Access to allow Photo camera uploads.";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Please go to Setting and turn on Photo Access and Location Services to allow Camera uploads.";
"_processing_send_camera_upload_"           = "Uploading Camera ..";
"_select_only_localfile_"                   = "Not downloaded file";
"_tutorial_photo_view_"                     = "No photos or videos loaded";

// Template

"_title_"                       = "Title";
"_web_account_data_"            = "Web account data";
"_url:_"                        = "Url :";
"_login:_"                      = "Login :";
"_password:_"                   = "Password :";
"_notes_"                       = "Notes";
"_web_account_"                 = "Web account";
"_enter_title_"                 = "Enter Title";
"_add_folder_"                  = "Add folder";
"_add_photos_videos_"           = "Add photos or videos";
"_add_folder_encryptated_"      = "Add folder with encrypted name";
"_add_encrypted_photo_video_"   = "Add encrypted photos or videos";
"_add_credit_card_"             = "Add template for credit card";
"_add_atm_"                     = "Add template for ATM card";
"_add_bank_account_"            = "Add template for bank account";
"_add_web_account_"             = "Add web account";
"_add_notes_"                   = "Add notes";
"_add_driving_license_"         = "Add template driving license";
"_add_id_card_"                 = "Add template id card";
"_add_passport_"                = "Add template passport";
"_add_atm_card_"                = "ATM card data";
"_bank_name:_"                  = "Bank name :";
"_code:_"                       = "Code :";
"_security_code:_"              = "Security code :";
"_pin:_"                        = "PIN :";
"_atm_card_"                    = "ATM card";
"_credi_card_data_"             = "Credit Card data";
"_name_surname:_"               = "Name Surname :";
"_expiry_date:_"                = "Expiry date :";
"_credit_card_"                 = "Credit Card";
"_id_card_"                     = "ID Card";
"_number:_"                     = "Number :";
"_place_of_birth:_"             = "Place of birth :";
"_date_of_birth:_"              = "Date of birth :";
"_date_of_issue:_"              = "Date of issue :";
"_date_of_expiry:_"             = "Date of expiry :";
"_bank_account_data_"           = "Bank account data";
"_account_n:_"                  = "Account N. :";
"_iban:_"                       = "IBAN :";
"_swift:_"                      = "SWIFT :";
"_agency:_"                     = "Agency :";
"_bank_account_"                = "Bank account";
"_passport_"                    = "Passport";
"_driving_license_"             = "Driving license";
"_license_number:_"             = "License number :";
"_vehicle_types:_"              = "Vehicle types :";

// Utility

"_never_"                       = "never";
"_less_a_minute_"               = "less than a minute ago";
"_minutes_ago_"                 = "%d minutes ago";
"_hours_ago_"                   = "%d hours ago";
"_days_ago_"                    = "%d days ago";
"_over_30_days_"                = "over 30 days";
"_connection_internet_offline_" = "The Internet connection appears to be offline or only allowed Wi-Fi";
"_insert_password_"             = "insert password";
"_update_in_progress_"          = "Version upgrade, please wait ...";
"_forbidden_characters_"        = "The file or folder have forbidden characters";
"_mail_not_can_send_mail_"      = "No configured account or wrong email address";

// File

"_photo_camera_"                = "Photos";
"_unzip_in_progress_"           = "Unzip in progress in local storage ...";
"_file_unpacked_"               = "File successfully unpacked on local storage";
"_file_saved_local_"            = "File saved successfully on local storage.";
"_file_not_present_"            = "Error, file not present, reload.";
"_order_by_date_"               = "Order by date";
"_current_order_name_"          = "(current order by name)";
"_order_by_name_"               = "Order by name";
"_current_order_date_"          = "(current order by date)";
"_sort_descending_"             = "Sort descending";
"_current_sort_ascending_"      = "(current sort: ascending)";
"_sort_ascending_"              = "Sort ascending";
"_current_sort_descending_"     = "(current sort: descending)";
"_delete_selected_files_"       = "Delete files";
"_move_selected_files_"         = "Move files";
"_encrypted_selected_files_"    = "Encrypted files";
"_decrypted_selected_files_"    = "Decrypted files";
"_download_selected_files_"     = "Download files";
"_error_passcode_"              = "Error passcode key encryption.";
"_error_operation_canc_"        = "Error, operation canceled.";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate from the Settings.";
"_passcode_protection_"         = "Password protection";
"_encrypt_"                     = "Encrypt";
"_decrypt_"                     = "Decrypt";
"_remove_favorites_"            = "Remove from favorites";
"_add_favorites_"               = "Add to favorites";
"_remove_passcode_"             = "Remove password protection";
"_protect_passcode_"            = "Protect with password";
"_share_"                       = "Share";
"_reload_"                      = "Reload";
"_open_in_"                     = "Open in...";
"_add_local_"                   = "Add to local storage";
"_comm_erro_pull_down_"         = "Attention communication error with the server, pull down to refresh.";
"_file_not_downloaded_"         = "file not dowloaded";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "folders";
"_folder_"                      = "folder";
"_files_"                       = "files";
"_file_"                        = "file";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "Initiating download of files ...";
"_encrypted_progress_"          = "Encrypted ...";
"_decrypted_progress_"          = "Decrypted ...";
"_no_file_pull_down_"           = "No files found. Upload a file or pull down to refresh";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Keep the folder synchronized";
"_remove_synchronized_folder_"  = "Remove the synchronization";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_same_device_different_passcode_"  = "The file was encrypted on the same device but with different passcode. Keep in mind that if the old passcode is entered, files encrypted with the new passcode will not be readable.";
"_file_encrypted_another_device_"   = "The file was encrypted on another device [%@], enter the passcode to decrypt its content.";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "DOWNLOAD";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Group by Alphabetical Order";
"_group_alphabetic_no_"         = "Group by Alphabetical Order";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "element";
"_elements_"                    = "elements";
"_tite_footer_upload_wwan_"     = "  Wi-Fi network required, %lu photos to upload";
"_limited_dimension_"           = "Reached maximum size";
"_same_device_different_passcode_hint_" = "The file was encrypted by the same device but with different Passcode key encryption. Attention if the old Passcode is entered,files encrypted with the new Passcode will not be readable. \n\n Hint : %@";
"_file_encrypted_another_device_hint_" = "The file was encrypted by another device [%@], enter the Passcode key encryption to read its contents. \n\n Hint : %@";
"_save_selected_files_"         = "Save images and videos on Photo Album";
"_file_not_saved_cameraroll_"   = "Error, file not saved on Photo Album";
"_file_saved_cameraroll_"       = "File saved on Photo Album";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"unknow"                        = "UNKNOWN";
"video"                         = "VIDEO";

"_Device_Jailbroken_"           = "Warning! Your device is Jailbroken, the operation of _brand_ does not appear to be entirely compatible !!";
"_no_plist_pull_down_"          = "Encrypted files not updated, pull down to refresh";
"_file_del_only_local_"         = "Missing files on the server";

"_copy_file_"                   = "Copy file";
"_copy_files_"                  = "Copy files";
"_paste_file_"                  = "Paste file";
"_paste_file_encrypted_"        = "Paste encrypted file";
"_paste_files_"                 = "Paste files";
"_paste_files_encrypted_"       = "Paste encrypted files";
"_paste_cryptated_"             = "Paste Encrypted";

// Security

"_reload_folder_"               = "Reload folder";
"_encrypt_error_"               = "During the encryption of file %@ occurred errors. [%@]";
"_decrypt_error_"               = "During the decryption of file %@ occurred errors. [%@]";
"_encryption_"                  = "Encryption ...";
"_decryption_"                  = "Decryption ...";

// CoreData

"_required_new_database_"       = "Sorry for the inconvenience, but for new improvements it's required a new version of the database, please re-enter your login.";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Wrong password";
"_error_download_photobrowser_" = "Error, unable to download the photo";

// Share

"_share_link_"                  = "Share link";
"_share_link_button_"           = "Send link to ...";
"_password_"                    = "Password";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Date";
"_share_title_"                 = "Share";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share erases all users or groups";
"_find_sharee_title_"           = "Search";
"_find_sharee_"                 = "Search user or group ...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Share";
"_direct_sharee_footer_"        = "If you already know the name of the user enter it and press 'Done' to confirm";
"_direct_sharee_"               = "Enter the username ...";
"_user_sharee_footer_"          = "Tap for change privileges";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Can edit";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Can create";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Can create folders";
"_share_permission_change_"         = "Can change";
"_share_permission_delete_"         = "Can delete";
"_share_permission_share_"          = "Can share";
"_share_permission_rename_"         = "Can rename";
"_share_permission_move_"           = "Can move";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "File/Folder";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "User";
"_share_permission_typegroup_"      = "Group";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Owner";
"_share_permission_date_"           = "Date";
"_share_permission_email_"          = "Notification via email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Shared with you";
"_type_resource_external_"          = "External storage";

// Share Ext

"_destiny_folder_"                  = "Folder : %@";

// List Transfers

"_no_transfer_"                     = "No transfer";

// -----------------------------------------------------------------------------------------------------------

"Done"                          = "Done";
"Select Photos"                 = "Select Photos";
"photo"                         = "photo";
"photos"                        = "photos";
"of"                            = "of";

"%i of %i"                      = "%1$i of %2$i";
